a=316
b=10
c=a+b #Вводим переменную, получаем результат
print ("Сложение",c) #Выводим результат
c=a-b #Вводим переменную, получаем результат
print ("Вычитание",c) #Вводим переменную, получаем результат 
c=a/b #Вводим переменную, получаем результат
print ("деление",c) #Вводим переменную, получаем результат
c=a*b #Вводим переменную, получаем результат
print ("Умножение",c) #Вводим переменную, получаем результат
c=a**b #Вводим переменную, получаем результат
print ("Возведение в степень",c) #Вводим переменную, получаем результат
c=a//100 #Вводим переменную, получаем результат
print ("Получение целой части от деления",c) #Вводим переменную, получаем результат
c=a%b #Вводим переменную, получаем результат
print ("Остаток от деления",c) #Вводим переменную, получаем результат

c=a//b #Вводим переменную, получаем результат
print ("Остаток от деления",c) #Вводим переменную, получаем результат
